Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/leserinnlegg:_et_modig_folk.html.tmx
Source language: nob
Languages: sme

source: Sametingets plenum skal behandle Sametingsmelding om likestilling, Sábme jállu, denne uken.
sme: Sámedikki dievasčoahkkin galgá meannudit Sámediggedieđáhusa dásseárvvu birra, Sábme jállu, dán vahku.

source: I den forbindelse har sametingspresident Aili Keskitalo skrevet et leserinnlegg:
sme: Dan oktavuođas lea sámediggepresideanta Aili Keskitalo čállán dán lohkkiidčállosa:

source: Aili Keskitalo Kenneth Hætta Sametingets plenum skal behandle Sametingsmelding om likestilling, Sábme jállu, i desember.
sme: Aili Keskitalo Kenneth Hætta Sámedikki dievasčoahkkin galgá gieđahallat Sámedikki dásseárvodieđáhusa, Sábme jállu, juovlamáus.

source: Dette er en viktig melding som mange har ventet på.
sme: Dat lea deaŧalaš dieđáhus maid ollugat leat vuordán.

source: Det samiske samfunnet er i endring.
sme: Sámi servodat lea rievdamin.

source: Et aktuelt spørsmål i de samiske samfunnene er hvordan fornorskningen har påvirket vårt samfunn i et likestillingsperspektiv.
sme: Áigeguovdilis gažaldat sámi servodagain lea mo dáruiduhttin dásseárvoperspektiivvas lea váikkuhan min servodahkii.

source: Det har ikke vært rom for mangfold og forståelse av oss selv som urfolk, og dette kommer særlig til uttrykk i mangelen på åpenhet og begreper på likestillingsfeltet.
sme: Ii leat sadji leamaš girjjatvuhtii ja áddejupmái mis alddiineamet eamiálbmogin, ja dat oidno earenoamáš bures váilevaš rabasvuođas ja doahpagiin dásseárvosuorggis.

source: Vi står i et kulturelt spenn mellom det tradisjonelle samiske samfunnet og nåtidens forventninger om modernitet.
sme: Mii leat kultuvrralaš gaskkas árbevirolaš sámi servodaga ja dálá vuordámušaid ja modernitehta gaskka.

source: Likestillingsarbeidet endrer seg også i Sápmi.
sme: Dásseárvobargu rievdá maiddái Sámis.

source: Flere samer velger å være åpen om etnisitet, seksuell orientering og funksjonsnedsettelser.
sme: Ollu sápmelaččat válljejit leat rahpasat čearddalašvuođa, seksuálalaš soju ja hedjonan doaibmanávccaid birra.

source: Å være åpen om diskriminering og hatytringer som samer har opplevd i flere hundre år, er blitt selvfølgelig for mange.
sme: Ollugiidda lea diehttelas ášši leat rabas vealaheami ja vaššidadjamušaid birra maid sápmelaččat leat máŋga čuođi jagi vásihan.

source: Samer retter ryggen og vil ikke la seg kue av fordommer verken internt i det samiske samfunnet, eller fra majoritetssamfunnet.
sme: Sápmelaččat sealggi njulgejit ja eai divtte vuortnuhuvvot, eai siskkáldasat sámi servodagas eaige eanetlohkoservodagas.

source: Mer åpenhet og inkludering i likestillingsdebatten er en del av et nødvendig demokratiseringsprosjekt i Sápmi.
sme: Eanet rabasvuohta ja searvadahttin dásseárvoságastallamis lea demokratiserenprošeavtta dárbbašlaš oassi Sámis.

source: Samiske kvinner organiserte seg allerede i 1910.
sme: Sámi nissonat organiserejedje iežaset juo 1910:s.

source: Brurskanken samiske kvinneforening ble stiftet av sterke kvinner som organiserte det første samiske landsmøtet, samemøtet, i 1917.
sme: Nana nissonat mat organiserejedje vuosttaš sámi riikačoahkkima, sámečoahkkima 1917:s, ceggejedje Brurskanken samiske kvinneforening.

source: Elsa Laula Renberg var en av foregangskvinnene som spesielt oppfordret kvinnene til å arbeide for samiske saker.
sme: Elsa Laula Renberg lei okta ovdavázziin, gii nissoniid earenoamážit ávžžuhii sámi áššiiguin bargat.

source: Senere ble det dannet samiske kvinneorganisjoner, Sámi NissonForum og Sáráhkká.
sme: Maŋŋá ásahuvvojedje sámi nissonorganisašuvnnat, Sámi NissonForum ja Sáráhkká.

source: De har gitt viktige bidrag til den samiske likestillingskampen.
sme: Dat leat sámi dásseárvorahčamuššii deaŧalaš barggu dahkan.

source: Den første redegjørelsen om likestilling på Sametinget ble behandlet i plenum i 2004.
sme: Sámedikki vuosttaš čilgehus dásseárvvu birra gieđahallojuvvui Sámedikki dievasčoahkkimis 2004:s.

source: Kjønnslikestilling, kamp mot vold og toleranse for ulike seksuelle legninger var prioriterte områder for Sametingets arbeid.
sme: Sohkabealdásseárvu, rahčamuš veahkaválddi vuostá ja iešguđetlágan seksuálalaš sojuid dohkkeheapmi ledje vuoruhuvvon suorggit Sámedikki barggus.

source: Siden den gang har Sametingets arbeid utviklet seg til også å gjelde likestilling for personer med funksjonsnedsettelse og arbeid mot hatytringer og hatkriminalitet.
sme: Dan rájes lea Sámedikki bargu ovdánan nu ahte guoská maid dásseárvui olbmuid ektui main doaibmanávccat leat hedjonan.

source: Retten til å være den man er og elske den man vil er grunnleggende.
sme: Vuoigatvuohta leat dat gii lea ja ráhkistit dan gean háliida lea bajimusas.

source: Ingen skal begrenses på grunn av sitt kjønn eller funksjonsevne.
sme: Ii oktage galgga sohkabeali dahje doaibmanávccaid geažil gáržžiduvvot.

source: Mitt ønske er at det samiske samfunn skal være åpent og inkluderende for alle.
sme: Mu sávaldat lea ahte sámi servodat galgá buohkaide lea rabas ja seavadeaddjin.

source: Vi trenger mangfoldet blant oss og vi trenger alle for å gå inn i fremtiden som et stolt folk.
sme: Mii dárbbašit girjáivuođa min gaskkas ja mii dárbbašit buohkaid go rámis álbmogin galgat boahtteáigái lávket.

source: Fordommer og hets har sin bakgrunn i mange hundre år med fornorskning og undertrykking.
sme: Ovdagáttuid ja givssideami vuođđun lea máŋga čuođi jagi dáruiduhttin ja duolbman.

source: I dag ser vi at samer ikke lenger godtar hån og trusler.
sme: Dál oaidnit ahte sápmelaččat eai šat dohkket bilkku ja áitima.

source: Stadig flere forteller åpent om hva de har vært utsatt for og er med på å plassere ansvar for uakseptabel oppførsel hos den som fremsetter sjikane. Vi er et modig folk.
sme: Eambbogat ahte eambbogat muitalit rahpasit maid leat šaddan gillát, ja sii leat mielde ovddasvástádusa dohkketmeahttun láhttemis dasa bidjamin gii earáid fasttit vuorjá.

source: Likestillingsarbeidet er noe vi gjør sammen, enkeltvis og som samfunn.
sme: Dásseárvobargu lea juoga maid ovttas, ovttaskas olmmožin ja servodahkan bargat
